{
  "basics": {
    "name": "Dr. Bradley S. Frank",
    "label": "Astrophysicist",
    "picture": "",
    "email": "frank.brad@gmail.com",
    "website": "https://bradley-frank.github.io",
    "summary": "I am an expert radio astronomer. I am the SKA Lecturer at the University of Cape Town.",
    "location": {
      "address": "Office 535, R.W. James Building, ",
      "postalCode": "7000",
      "city": "Cape Town",
      "countryCode": "SA",
      "region": "Western Cape"
    },
    "profiles": [
      {
        "network": "Twitter",
        "username": "@fox_mouldy",
      }
    ]
  },
  "work": [
    {
      "company": "Department of Astronomy, University of Cape Town",
      "position": "SKA Lecturer",
      "website": "https://www.ast.uct.ac.za",
      "startDate": "2016-01-01",
      "endDate": "",
      "summary": "The Department of Astronomy (UCT) is a globally recognised centre for astronomical research. Is the home to NRF Research Chairs, the head node for the National Astrophysics and Space Science Programme, is a leading institution in MeerKAT Large Survey Projects. Is also a host and a leading partner for the Inter-University Institute for Data Intensive Astronomy.",
      "highlights": [
        "Project Scientist for the African Research Cloud Astronomy Demonstrator Project (ARCADE) and the IDIA/SKA-SA/IBM-Dome/ASTRON Pathfinder Science Regional Data Centre.",
        "Implemented the first cloud focused teaching and learning intervention at UCT (second- year astronomical techniques).",
        "Project Lead for the Pipelines Project at IDIA, coordinating an international team of scientific and technical experts in radio interferometry.",
        "Member of the imaging Large Science Projects planned with MeerKAT, in addition to programmes with several other telescopes.",
        "Lecturer for Data Science for Astronomers (M.Sc. in Data Science).",
        "Supervises MSc. and Honours Students."
      ]
    },
    {
      "company": "ASTRON",
      "position": "Postdoctoral Research Fellow",
      "website": "https://astron.nl",
      "startDate": "2013",
      "endDate": "2015",
      "summary": "One of the oldest and most prestigious centres for radio astronomy in the world, has a core focus of developing technologies for the next generation of radio telescopes. Operates the LOFAR and APERTIF telescopes.",
      "highlights": [
        "A member of the RadioLife science team studying radio galaxies, investigating the complex relationship between the lifecycle of the central black hole and the evolution of the parent galaxy.",
        "Characterised performance bottlenecks through efficient, lightweight benchmarking of astronomical software.",
        "Lead author for the specification of the APERTIF pipeline, which formed part of the successful critical design review.",
        "Lead designer and developer (Python) of the APERCAL software — the main software package being used for APERTIF."
      ]
    }
  ],
  "education": [
    {
      "institution": "University of Cape Town",
      "area": "Astronomy",
      "studyType": "PhD",
      "startDate": "2009",
      "endDate": "2013",
    },
    
      "institution": "University of the Witwatersrand",
      "area": "Physics",
      "studyType": "B.Sc. (Hons)",
      "startDate": "",
      "endDate": "2008",
    },
    {
      "institution": "University of the Witwatersrand",
      "area": "Physics & Mathematics",
      "studyType": "B.Sc.",
      "startDate": "",
      "endDate": "2007",
    }
  ],
  "awards": [
    {
      "title": "Frank Nabarro Memorial Prize",
      "date": "2008",
      "awarder": "Faculty of Science",
      "summary": "Highest Mark for 3rd year Project"
    }
  ],
  "publications": [
    {
      "name": "A rare example of low surface- brightness radio lobes in a gas-rich early-type galaxy: The story of NGC 3998",
      "publisher": "Astronomy & Astrophysics",
      "releaseDate": "2016-08-04",
      "website": "https://doi.org/10.1051/0004-6361/201628282",
      "summary": "A deep survey of NGC3998 reveals a complex picture of galaxies intertwined in mergers, interactions and triggering. The massive-early type galaxy NGC3998 has a large amount of HI and hosts a low-luminosity AGN with faint S-shaped radio lobes. We try to reconstruct the evolutionary history of this galaxy and its neighbours, linking the peculiar morphology of the low-power radio jets to the ongoing interactions in the group."
    },
    {
      "name": "Impact of Molecular Gas in Mass Models of Nearby Galaxies",
      "publisher": "The Astronomical Journal",
      "releaseDate": "2016-03-18",
      "website": "Impact of Molecular Gas in Mass Models of Nearby Galaxies",
      "summary": "We studied the dark matter content in a sample of nearby galaxies. In particular, we used the HERACLES survey to model the contribution of the molecular gas using different conversion factors. This work is the first comprehensive study that includes molecular gas in the high-resolution study of dynamics in galaxies."
    },
    {
      "name": "Engineering and Science Highlights of the KAT-7 Radio Telescope",
      "publisher": "Monthly Notices of the Royal Astronomical Society",
      "releaseDate": "2016-08-01",
      "website": "https://doi.org/10.1093/mnras/stw1040",
      "summary": "The Karoo Array Telescope (KAT-7) telescope was the first radio interferometer in Africa, and was a pathfinder for the MeerKAT telescope. We learned many important technical and engineering lessons during the building, commissioning and operation of KAT-7, but also produced some exciting and interesting science results. This paper provides a highlight of the technical and astronomical achievements of this telescope."
    },
    {
      "name": "KAT-7 Science Verification: Using HI Observations of NGC 3109 to Understand Its Kinematics and Mass Distribution",
      "publisher": "The Astronomical Journal",
      "releaseDate": "2013-07-29",
      "website": "https://doi.org/10.1088/0004-6256/146/3/48 ",
      "summary": "We used the KAT-7 telescope’s excellent low surface-brightness sensitivity to map the neutral hydrogen content in the nearby galaxy NGC3109, and we present a high spectral resolution dark matter model. "
    },
    {
      "name": "Significance of periodogram peaks and a pulsation mode analysis of the Beta Cephei star V403 Car",
      "publisher": "Monthly Notices of the Royal Astronomical Society",
      "releaseDate": "2008-08-21",
      "website": "https://doi.org/10.1111/j.1365-2966.2008.13499.x",
      "summary": "The periodogram is an essential and powerful tool in the arsenal of the stellar astrophysicist, and provides a way to study the variability of a star using unevenly sampled photometric time-series. In this work we present a method to estimate the statistical significance of peaks in the periodogram spectrum. "
    }
  ],
  "skills": [
    {
      "name": "Calibration of Radio Data",
      "level": "Expert",
      "keywords": [
        "CASA",
        "MIRIAD",
        "MeqTrees"
      ]
    },
    {
      "name": "Astrophysics",
      "level": "Expert",
      "keywords": [
        "Dynamical Modeling",
        "Rotation Curves / Dark Matter Profile Fitting",
        "Molecular Gas."
      ]
    }
    {
        "name": "Programming",
        "level": "Expert",
        "keywords": [
            "Python",
            "Fortran",
            "C++",
            "Linux (Bash) Scripting"
        ]
    }
  ],
  "interests": [
    {
      "name": "Cricket",
    },
    {
      "name": "Power Lifting.",
    }
  ],
}
